Repository: FantomLis/BoomboxExtended
Catalog: BoomboxLocalization.*.resx
Languages: uk

# BatteryCapacitySetting
source: Battery Capacity (-1 to infinite)
uk: Заряд акумулятора бумбокса (-1 для нескінченного)

# BoomboxName
source: Boombox
uk: Бумбокс

# BoomboxPriceSetting
source: Boombox Price
uk: Ціна бумбокса

# BoomboxVolume
source: Volume
uk: Громкість

# ClickSwitchToolTip
source: [{key}] Switch Song
uk: [{key}] Змінити Музику

# MusicLoadedAlert
source: Music loading finished!
uk: Завантаження музики завершено!

# MusicLoadedAlertDesc
source: Loaded {0} song files
uk: Завантажено {0} файлів

# MusicSelectionMethodSetting
source: Boombox Song Selection Method
uk: Метод вибору музики

# ScrollSwitchToolTip
source: [{key}] Scroll Songs
uk: [{key}] Гортати музику

# SelectionMethod_Default
source: Default
uk: Стандартне

# SelectionMethod_Original
source: Original
uk: Оригінальне

# SelectionMethod_ScrollWheel
source: Scroll Wheel
uk: Колесо миші

# SelectionMethod_SelectionUIMouse
source: Selection UI (mouse)
uk: Інтерфейс (миша)

# SelectionMethod_SelectionUIScroll
source: Selection UI (scroll)
uk: Інтерфейс (колесо миші)

# SingleSongLoadedAlert
source: Song loaded
uk: Музика завантажена

# UISwitchToolTip
source: [{key}] Open Boombox UI
uk: [{key}] Відкрити інтерфейс

# UseToolTip
source: [{key}] Play song
uk: [{key}] Відтворити

# VerboseLoggingSetting
source: Boombox Verbose Log
uk: Докладний лог бумбоксу

# VolumeDownSetting
source: Boombox Volume Down Key
uk: Знизити громкість музики

# VolumeUpSetting
source: Boombox Volume Up Key
uk: Підвищити громкість музики

# VolumeDownToolTip
source: [{key}] Volume down
uk: [{key}] Знизити громкість

# VolumeUpToolTip
source: [{key}] Volume up
uk: [{key}] Підвищити громкість
