Repository: FantomLis/BoomboxExtended
Catalog: Locales/BoomboxLocalization.*.resx
Languages: ru

# BatteryCapacitySetting
source: Boombox Battery Capacity
ru: Заряд аккумулятора бумбокса

# BoomboxName
source: Boombox
ru: Бумбокс

# BoomboxPriceSetting
source: Boombox Price
ru: Цена бумбокса

# BoomboxVolume
source: Volume
ru: Громкость

# ClickSwitchToolTip
source: [{key}] Switch Song
ru: [{key}] Сменить Музыку

# MusicLoadedAlert
source: Music loading finished!
ru: Загрузка музыки завершена!

# MusicLoadedAlertDesc
source: Loaded {0} files
ru: Загружено {0} файлов

# MusicSelectionMethodSetting
source: Music Selection Method
ru: Метод выбора музыки

# ScrollSwitchToolTip
source: [{key}] Scroll Songs
ru: [{key}] Листать музыку

# SelectionMethod_Default
source: Default
ru: Стандартное

# SelectionMethod_Original
source: Original
ru: Оригинальное

# SelectionMethod_ScrollWheel
source: Scroll Wheel
ru: Колесо мыши

# SelectionMethod_SelectionUIMouse
source: Selection UI (mouse)
ru: Интерфейс (мышь)

# SelectionMethod_SelectionUIScroll
source: Selection UI (scroll)
ru: Интерфейс (колесо мыши)

# SingleSongLoadedAlert
source: Song loaded
ru: Музыка загружена

# UISwitchToolTip
source: [{key}] Open Boombox UI
ru: [{key}] Открыть интерфейс

# UseToolTip
source: [{key}] Play song
ru: [{key}] Воспроизвести

# VerboseLoggingSetting
source: Boombox Verbose Log
ru: Подробный лог бумбокса

# VolumeDownSetting
source: Boombox Volume Down Key
ru: Снизить громкость музыки

# VolumeUpSetting
source: Boombox Volume Up Key
ru: Повысить громкость музыки

# VolumeDownToolTip
source: [{key}] Volume down
ru: [{key}] Снизить громкость

# VolumeUpToolTip
source: [{key}] Volume up
ru: [{key}] Повысить громкость

# NoMusicLoaded
source: No Loaded Music
ru: Нету загруженной музыки

# NoMusicHelmetAlert
source: No Music
ru: Нет музыки

# VolumeStepSetting
source: Volume Change Step
ru: Шаг изменения громкости

# PauseMusicSetting
source: Pause music instead of stopping
ru: Приостанавливать музыку вместо остановки

# ChangesApplyAfterRestartTitle
source: Changes will apply after lobby recreation
ru: Изменения будут применены только после пересоздания лобби

# ChangesApplyAfterRestartDesc
source: Setting "{0}" will be updated only after creating new lobby
ru: Настройка "{0}" будет обновлена только после создания нового лобби

# BatteryCapacitySettingTip
source: (-1 to infinite)
ru: (-1 для бесконечного)

# MusicNotLoaded
source: Current music is not loaded
ru: Текущий трек не загружен
